<script>
</script>

<div
	class="privacy-policy"
	style="
    margin: 0 auto;
    max-width: 1200px;"
>
	<div style="display: flex; flex-direction: column;">
		<h1>ข้อกำหนดและเงื่อนไข เงื่อนไขในการใช้บริการ</h1>
		<pre>

        ยินดีต้อนรับสู่เว็บไซต์ Ascender co Ltd กรุณาอ่านเงื่อนไขและข้อกำหนดเหล่านี้โดยละเอียด เงื่อนไขในการใช้บริการต่อไปนี้จะใช้บังคับกับการใช้งานและการเข้าถึงแพลตฟอร์มของท่าน  และการใช้บริการ
        โดยการเข้าถึงแพลตฟอร์ม และ/หรือใช้บริการ ท่านตกลงที่จะผูกพันโดย เงื่อนไขในการใช้บริการนี้ หากท่านไม่ตกลงด้วยกับ เงื่อนไขในการใช้บริการนี้ อย่าเข้าใช้ และ/หรือใช้แพลตฟอร์มนี้หรือบริการ
        การเข้าถึงและใช้ส่วนที่มีการใช้รหัสป้องกันและ/หรือรักษาความปลอดภัยของแพลตฟอร์ม และ/หรือการใช้บริการจะจำกัดไว้สำหรับลูกค้าที่มีบัญชีผู้ใช้เท่านั้น ท่านต้องไม่เข้าใช้หรือพยายามเข้าใช้ส่วนดังกล่าวของแพลตฟอร์มนี้ และ/หรือบริการ หรือยังข้อมูลอื่นใดที่มีการป้องกัน โดยไม่ได้รับอนุญาต ผ่านทางช่องทางใด ๆ ที่เราไม่ได้เจตนาเปิดให้ใช้สำหรับการใช้งานโดยเฉพาะของท่าน การฝ่าฝืนข้อกำหนดนี้อาจจะเป็นความผิดตามพระราชบัญญัติว่าด้วยการกระทำผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550 ของประเทศไทย
        หากท่านอายุต่ำกว่า 18 ปี : ท่านต้องได้รับความยินยอมจากบิดามารดาหรือผู้ปกครองตามกฎหมายของท่าน การยอมรับในเงื่อนไขในการใช้บริการนี้และความตกลงของบุคคลดังกล่าวในการเข้ารับผิดชอบต่อ: (1) การกระทำของท่าน (2) ค่าบริการใด ๆ ที่เกี่ยวข้องกับการใช้บริการใดๆ หรือการซื้อสินค้าของท่าน และ (3) การยอมรับและปฏิบัติตามเงื่อนไขในการใช้บริการนี้ของท่านหากท่านไม่ได้รับความยินยอมจากบิดามารดา หรือผู้ปกครองตามกฎหมายของท่าน ท่านต้องหยุดการใช้งาน/การเข้าใช้ แพลตฟอร์มและการใช้บริการ

        เงื่อนไขและข้อกำหนดในการซื้อขาย
        1. นิยาม และการตีความ
        เว้นแต่จะกำหนดไว้เป็นอย่างอื่น นิยามและข้อกำหนดในการตีความที่กำหนดไว้ ให้ใช้บังคับกับเงื่อนไขและข้อกำหนดในการซื้อขายในที่นี้
        2. การสั่งซื้อสินค้า
          2.1 เงื่อนไขที่ท่านต้องปฏิบัติตาม: ท่านตกลงที่จะปฏิบัติตามแนวปฏิบัติ คำสั่ง ระเบียบการดำเนินงาน และนโยบายและคำแนะนำทั้งหลายเกี่ยวกับการสั่งซื้อสินค้าผ่านแพลตฟอร์ม รวมถึงการแก้ไขเพิ่มเติมใด ๆ ในสิ่งที่กล่าวมาข้างต้นซึ่งออกใช้บังคับโดย  Ascender co Ltd (ในนามของผู้ขาย ไม่ว่าจะเป็นในส่วนของการใช้งานแพลตฟอร์มหรือส่วนที่เกี่ยวข้องกับการซื้อสินค้า) เป็นครั้งคราวไป ทั้งนี้   Ascender co Ltd สงวนสิทธิที่จะปรับปรุงแนวปฏิบัติ คำสั่ง ระเบียบการดำเนินงาน และนโยบายและคำแนะนำดังกล่าวในเวลาใด ๆ ก็ได้ และถือว่าท่านได้รับทราบและยอมรับผูกพันตามการเปลี่ยนแปลงดังกล่าวเมื่อมีการเผยแพร่บนแพลตฟอร์มแล้ว
          2.2 รายละเอียดของสินค้า : ถึงแม้ว่าผู้ขายจะพยายามอย่างเต็มในการให้รายละเอียดที่ถูกต้องของสินค้า   Ascender co Ltdและผู้ขายไม่รับประกันว่ารายละเอียดดังกล่าวจะถูกต้อง เป็นปัจจุบัน หรือปราศจากข้อผิดพลาดใด ๆ ในกรณีที่สินค้าที่ท่านได้รับมีลักษณะแตกต่างอันมีนัยยะสำคัญจากรายละเอียดบนแพลตฟอร์ม ที่ท่านได้สั่งซื้อไว้ ให้บังคับใช้เนื้อความตามข้อ 6 ของเงื่อนไขและข้อกำหนดในการซื้อขายนี้
          2.3 ผู้ขาย: สินค้าถูกขายโดย “ผู้ขาย” ถึงแม้ว่า Ascender co Ltdอาจจะเป็น“ผู้ขาย”สินค้าบางอย่าง แต่“ผู้ขาย” ยังอาจหมายถึงบุคคลอื่นใดนอกเหนือจาก  Ascender co Ltd (ซึ่งบุคคลอื่นใดดังกล่าวหมายถึง “ผู้ขายที่เป็นบุคคลภายนอก” ตามเนื้อความในเงื่อนไขและข้อกำหนดในการซื้อขายนี้) ไม่ว่าสินค้านั้นจะถูกแสดงรายการไว้เพื่อจำหน่ายบนแพลตฟอร์มโดย  Ascender co Ltd หรือมีการระบุชื่อผู้ขายที่เป็นบุคคลภายนอกก็ตาม สินค้าที่ขายให้ท่านโดยผู้ขายจะอยู่ภายใต้บังคับของสัญญาเฉพาะกับลูกค้าแต่ละราย (รายละเอียดเพิ่มเติมอยู่ในข้อ 2.6) ทั้งนี้:

            2.3.1 สำหรับสินค้าที่ขายโดยผู้ขายที่เป็นบุคคลภายนอก จะเป็นสัญญาที่ทำขึ้นโดยตรงและเฉพาะระหว่างผู้ขายที่เป็นบุคคลภายนอกกับท่านเท่านั้น 
            2.3.2 สำหรับสินค้าที่ขาย  Ascender co Ltd จะเป็นสัญญาที่ทำขึ้นโดยตรงและเฉพาะระหว่าง  Ascender co Ltdกับท่านเท่านั้น

        2.4 การส่งคำสั่งซื้อของท่าน: ท่านอาจจะส่งคำสั่งซื้อโดยการกรอกแบบฟอร์มคำสั่งซื้อบนแพลตฟอร์มให้ครบถ้วนและคลิกปุ่ม “ส่งคำสั่งซื้อของฉัน” ผู้ขายจะไม่ยอมรับคำสั่งซื้อที่ส่งด้วยวิธีการอื่นใด ท่านเป็นฝ่ายรับผิดชอบในการตรวจสอบให้แน่ใจในความถูกต้องของคำสั่งซื้อ
        2.5 คำสั่งซื้อเพิกถอนไม่ได้และปราศจากเงื่อนไข: คำสั่งซื้อทั้งหลายจะถือว่าเพิกถอนไม่ได้และไม่มีเงื่อนไขเพิ่มเติมใด ๆ อีกเมื่อส่งคำสั่งซื้อนั้นผ่านแพลตฟอร์มแล้ว และผู้ขายมีสิทธิ (แต่ไม่ถือเป็นหน้าที่) ในการประมวลผลคำสั่งซื้อดังกล่าวโดยไม่ต้องขอความยินยอมเพิ่มเติมจากท่านอีก และโดยไม่ต้องมีการอ้างอิงหรือบอกกล่าวเพิ่มเติมใด ๆ ไปยังท่านอีก อย่างไรก็ตาม ในบางกรณีดังระบุไว้ในข้อ 8 ท่านอาจจะร้องขอให้ยกเลิกหรือแก้ไขเพิ่มเติมคำสั่งซื้อได้ ซึ่งผู้ขายจะใช้ความพยายามในการดำเนินการตามคำขอโดยถือหลักการใช้ความพยายามตามความเหมาะสมในทางการค้าขาย อย่างไรก็ดี ผู้ขายไม่มีหน้าที่จำเป็นต้องดำเนินการให้ตามคำขอยกเลิกหรือแก้ไขเพิ่มเติมคำสั่งซื้อใด ๆ
        2.6 ข้อสงวนสิทธิของผู้ขายเกี่ยวกับคำสั่งซื้อ: ผู้ขายมีดุลพินิจในการตอบรับคำสั่งซื้อทั้งหลายแต่เพียงผู้เดียวและคำสั่งซื้อแต่ละรายการที่ตอบรับโดยผู้ขายจะถือเป็นสัญญาแยกต่างหาก (คำสั่งซื้อที่ได้รับการตอบรับดังกล่าวจะเรียกว่า “สัญญาที่ทำกับลูกค้า”) ท่านได้ยอมรับว่า เว้นแต่ท่านจะได้รับคำตอบรับคำสั่งซื้อของท่านจากผู้ขาย ผู้ขายจะไม่ถือเป็นคู่สัญญาที่มีผลผูกพันตามกฎหมายใด ๆ ระหว่างผู้ขายกับท่านในการซื้อขายหรือข้อตกลงอื่น ๆ เกี่ยวกับสินค้า และด้วยเหตุนี้ ผู้ขายจึงไม่ต้องรับผิดใด ๆ ต่อความสูญเสียใด ๆ ที่อาจจะเกิดขึ้นจากเหตุดังกล่าว ทั้งนี้ เพื่อป้องกันข้อสงสัยที่อาจเกิดขึ้น ผู้ขายสงวนสิทธิที่จะใช้ดุลพินิจของตนแต่ฝ่ายเดียวในการปฏิเสธการดำเนินการหรือตอบรับคำสั่งซื้อใด ๆ ที่ได้รับจากและโดยผ่านแพลตฟอร์ม
        2.7 การยกเลิกโดยผู้ขายในกรณีมีความผิดพลาดในการกำหนดราคา: ผู้ขายสงวนสิทธิที่จะยกเลิกสัญญาที่ทำกับลูกค้า ในกรณีที่กำหนดราคาสินค้าไว้ผิดพลาดบนแพลตฟอร์ม ซึ่งในกรณีดังกล่าว  Ascender co Ltdในนามของผู้ขายจะแจ้งให้ท่านทราบถึงการยกเลิกดังกล่าวโดยมีคำบอกกล่าวเป็นเวลาสามวัน ผู้ขายมีสิทธิที่จะยกเลิกสัญญาที่ทำกับลูกค้าในกรณีดังกล่าวไม่ว่าสินค้าจะถูกส่งออกไปหรืออยู่ระหว่างเดินทางก็ตาม และไม่ว่ามีการเรียกให้ท่านทำการชำระเงินแล้วหรือไม่ก็ตาม
        2.8 การรับประกันสินค้า: การรับประกันเกี่ยวกับสินค้า (“การรับประกันสินค้า”) ที่ขายภายใต้สัญญาที่ทำกับลูกค้าให้เป็นไปตามที่ระบุไว้โดยผู้ขายผ่านแพลตฟอร์ม ภายใต้แท็บ “ข้อกำหนดจำเพาะ” ในช่อง “ประเภทการรับประกัน” และ “ระยะเวลาในการรับประกัน” สำหรับสินค้าที่เกี่ยวข้อง และจะอยู่ภายใต้ข้อจำกัดตามเงื่อนไขและข้อกำหนดในเรื่องดังกล่าว ทั้งนี้ ผู้ขายไม่ต้องผูกพัน การรับประกันและเงื่อนไขในการรับประกัน การเยียวยาในการผิดข้อกำหนดการรับประกันหรือเงื่อนไข หรือผิดข้อกำหนดอื่น ๆ ที่ระบุในการรับประกันสินค้าจะใช้แทนเงื่อนไข การรับประกันและเงื่อนไขในการรับประกันอื่น ๆ ทั้งหลาย ไม่ว่าโดยชัดแจ้งหรือโดยปริยาย ไม่ว่าตามข้อกำหนดของกฎหมายหรือโดยประการอื่น เว้นแต่จะกำหนดไว้อย่างชัดแจ้งในการรับประกันสินค้าดังกล่าว (เว้นแต่จะต้องห้ามอย่างชัดแจ้งโดยกฎหมายที่บังคับใช้ในกรณีนั้น ๆ) ในเงื่อนไข การรับประกันและเงื่อนไขการรับประกัน อื่นใดทั้งหลายไม่ว่าโดยชัดแจ้งหรือโดยปริยายเกี่ยวกับสินค้าที่จัดส่งให้
        2.9 การรับทราบของลูกค้า: ท่านรับทราบและรับรองว่าท่านไม่ได้อิงความตามเงื่อนไข ข้อกำหนด การรับประกัน คำสัญญา การโน้มน้าว หรือการแสดงตนรับรองใด ๆ ที่ทำโดยหรือในนามของผู้ขายแต่ไม่ได้ระบุไว้อย่างชัดแจ้งในสัญญาที่ทำกับลูกค้า หรืออิงความตามคำอธิบายหรือการแสดงข้อมูลหรือข้อกำหนดจำเพาะใด ๆ ที่อยู่ในเอกสารใด ๆ เช่น แคตตาล็อก หรือเอกสารข้อมูลที่เผยแพร่ต่อสาธารณะซึ่งจัดทำโดย  Ascender co Ltdหรือผู้ขาย ท่านยังรับทราบและตกลงด้วยว่าข้อยกเว้นการรับประกัน ข้อยกเว้นความรับผิด และข้อยกเว้นการเยียวยาในเงื่อนไขและข้อกำหนดนี้ในการซื้อขายและสัญญาที่ทำกับลูกค้า เป็นการกระจายความเสี่ยงระหว่างคู่สัญญา โดยยินยอมให้ผู้ขายจัดหาสินค้าที่ค่าบริการหรือราคาต่ำกว่าที่ผู้ขายอาจจะทำได้ และท่านยอมรับว่าข้อยกเว้นความรับผิดดังกล่าวเหมาะสม
        2.10 จะไม่มีการแสดงตนรับรองหรือรับประกัน: โดยไม่กระทบต่อผลบังคับของข้อ 2.9 ข้างต้น:

          2.10.1 จะไม่มีการกำหนดเงื่อนไขหรือถือว่ามีการกำหนดเงื่อนไขดังกล่าว หรือมีการรับประกันใด ๆ หรือถือว่ามีการรับประกันใด ๆ ในเรื่องอายุการใช้งานหรือความคงทนของสินค้าที่จัดส่งให้หรือรับประกันว่าสินค้านั้นจะเหมาะสมกับวัตถุประสงค์หรือการใช้งานอย่างหนึ่งอย่างใดภายใต้เงื่อนไขเฉพาะใด ๆ โดยไม่คำนึงว่าผู้ขายอาจจะทราบหรือได้รับทราบในภายหลังถึงวัตถุประสงค์หรือเงื่อนไขดังกล่าวหรือไม่
          2.10.2 ผู้ขายมีพันธะเฉพาะในการส่งมอบสินค้าให้เป็นไปตามรายละเอียดทั่วไปที่ใช้ในการขายสินค้าดังกล่าว ไม่ว่าจะได้ให้รายละเอียดพิเศษหรือเป็นการเฉพาะใด ๆ หรือไม่หรือถือว่าได้ให้รายละเอียดนั้นไว้ตามกฎหมายหรือไม่ อนึ่ง รายละเอียดพิเศษหรือเป็นการเฉพาะใด ๆ ดังกล่าวจะถือว่าเป็นเพียงการแสดงความเห็นของผู้ขายในเรื่องดังกล่าวเท่านั้น ทั้ง  Ascender co Ltdและผู้ขายไม่ได้ให้การรับประกันใด ๆ ในเรื่องคุณภาพ สถานะ สภาพ หรือความเหมาะสมของสินค้า
          2.10.3  Ascender co Ltdไม่ต้องรับผิดใด ๆ สำหรับมาตรการและการกระทำที่จะกล่าวต่อไปนี้ที่ทำโดยลูกค้าหรือบุคคลภายนอก และผลที่เกิดตามมาจากการนั้น: การเยียวยาแก้ไขที่ไม่เหมาะสมในข้อชำรุดบกพร่อง การเปลี่ยนแปลงสินค้าโดยไม่มีการตกลงล่วงหน้าจาก  Ascender co Ltdก่อน การเพิ่มเติมหรือใส่ชิ้นส่วน โดยเฉพาะอะไหล่ที่ไม่ได้มาจาก  Ascender co Ltd
          2.10.4 ผู้ขายไม่ต้องรับผิดใด ๆ สำหรับข้อชำรุดบกพร่องใด ๆ ที่เกิดขึ้นจากการใช้งานอย่างไม่เหมาะสมหรือไม่ถูกต้อง การติดตั้งที่มีข้อบกพร่อง หรือการทดสอบใช้งานโดยลูกค้าหรือบุคคลภายนอก การเสื่อมสภาพจากการใช้งานตามปกติ การจงใจทำให้เสียหาย ความประมาทเลินเล่อ สภาพการทำงานที่ไม่ปกติ การเคลื่อนย้ายที่มีข้อบกพร่องหรือประมาทเลินเล่อ การบำรุงรักษาที่ไม่ถูกต้อง ใช้งานหนักเกินกำหนด วัสดุในการทำงานและอะไหล่ไม่เหมาะสม การใช้งานไม่ดี การวางฐานไม่เหาะสม ผลกระทบจากสารเคมี ไฟฟ้าเทคนิค/อิเล็กทรอนิกส์ หรือทางไฟฟ้า ลูกค้าหรือบุคคลภายนอกไม่ได้ปฏิบัติตามคำแนะนำของ  Ascender co Ltd (ไม่ว่าด้วยวาจาหรือเป็นลายลักษณ์อักษร) การใช้งานไม่ถูกต้อง หรือการเปลี่ยนแปลงหรือซ่อมแซมสินค้าโดยไม่ได้รับความเห็นชอบจาก  Ascender co Ltd
          2.10.5 ผู้ขายไม่ต้องรับผิดต่อความสูญเสียใด ๆ ที่เกิดกับบุคคลภายนอกคนใดไม่ว่าโดยตรงหรือโดยอ้อม ที่เกิดจากการซ่อมแซมหรืองานเยียวยา ที่ดำเนินการโดยไม่ได้รับความเห็นชอบเป็นลายลักษณ์อักษรจาก  Ascender co Ltdก่อน และลูกค้าต้องชดเชยความเสียหายให้ผู้ขายต่อความสูญเสียใด ๆ ทั้งหมดที่เกิดจากข้อเรียกร้องดังกล่าว
          2.10.6 ผู้ขายไม่ต้องรับผิดใด ๆ ภายใต้การรับประกันดังกล่าว (หรือการรับประกัน เงื่อนไข หรือการประกันอื่นใด) หากยังไม่มีการชำระราคารวมของสินค้าเรียบร้อยแล้วภายในวันที่ครบกำหนดชำระเงิน และ
          2.10.7 ผู้ขายไม่ต้องรับผิดใด ๆ ก็ตามอันเกี่ยวกับข้อชำรุดบกพร่องใด ๆ ในสินค้าที่เกิดขึ้นหลังจากครบกำหนดการรับประกันสินค้าที่เกี่ยวข้องแล้ว (ถ้ามี)

        2.11 ทรัพย์สินทางปัญญา:

          2.11.1 เว้นแต่จะได้รับความยินยอมเป็นลายลักษณ์อักษรจาก Ascender co Ltdเสียก่อน ลูกค้าต้องไม่ถอดออกหรือเปลี่ยนแปลงเครื่องหมายการค้า โลโก้ สัญลักษณ์แสดงลิขสิทธิ์ เลขทะเบียน ฉลาก ป้าย หรือเครื่องหมายระบุ สัญลักษณ์ หรือคำอธิบายประกอบอื่น ๆ ที่ติดอยู่กับสินค้าใด ๆ
          2.11.2 เมื่อมีการมอบซอฟต์แวร์แอพพลิเคชั่น ไดรเวอร์ หรือโปรแกรมคอมพิวเตอร์อื่น ๆ และ/หรือรายละเอียดการออกแบบ คู่มือทางเทคนิคหรือคู่มือ แบบภาพวาด หรือข้อมูลอื่น ๆ ทั้งหลาย (เรียกรวมกันว่า “เอกสารข้อมูลสินค้า”) ให้แก่ลูกค้าโดยผู้ขายตามคำสั่งซื้อ การใช้งานและการเก็บรักษาเอกสารข้อมูลสินค้าจะอยู่ภายใต้บังคับเงื่อนไขและข้อกำหนดของสัญญาอนุญาตใช้งาน (เช่น สัญญาอนุญาตของผู้ใช้งานขั้นสุดท้าย ข้อจำกัด หรือเงื่อนไขในการใช้งาน) ตามที่จะได้กำหนดโดยผู้ขายหรือผู้อนุญาตให้ใช้สิทธิของผู้ขาย และต้องไม่ใช้นอกเหนือจากที่กำหนดไว้ตามเงื่อนไขและข้อกำหนดดังกล่าวอย่างเคร่งครัด
          2.11.3 ลูกค้าตกลงและรับทราบว่า เอกสารข้อมูลสินค้าจะยังคงเป็นทรัพย์สินของผู้ขายหรือผู้อนุญาตให้ใช้สิทธิของผู้ขาย ลูกค้ายังตกลงด้วยว่าทรัพย์สินทางปัญญาใด ๆ ทั้งหลายที่อยู่ในหรือเกี่ยวข้องกับเอกสารข้อมูลสินค้าจะยังคงเป็นทรัพย์สินของผู้ขายหรือผู้อนุญาตให้ใช้สิทธิของผู้ขายแต่เพียงฝ่ายเดียวเท่านั้น เว้นแต่จะกำหนดไว้โดยชัดแจ้งเป็นอย่างอื่นในคำสั่งซื้อ หรือได้รับหนังสือให้ความยินยอมล่วงหน้าของ  Ascender co Ltd ลูกค้าตกลงที่จะส่งคืนเอกสารข้อมูลสินค้า และ/หรือสำเนาเอกสารข้อมูลดังกล่าวเมื่อ  Ascender co Ltdร้องขอ

      3. การส่งมอบสินค้า
        3.1 ที่อยู่: การส่งมอบสินค้าให้ทำ ณ ที่อยู่ที่ท่านระบุไว้ในคำสั่งซื้อของท่านไม่ว่าโดยผู้ขายหรือ  Ascender co Ltd (หรือตัวแทนของ Ascender co Ltd) ในนามของผู้ขาย
        3.2 ค่าบริการในการส่งมอบ & บรรจุหีบห่อ: ค่าบริการในการส่งมอบและบรรจุหีบห่อให้กำหนดไว้ในคำสั่งซื้อ
        3.3 การติดตามสินค้า: ท่านอาจจะติดตามสถานะการส่งมอบสินค้าได้ที่หน้า “ติดตามคำสั่งซื้อ” ของแพลตฟอร์ม
        3.4 กรอบเวลาในการส่งมอบ: ท่านรับทราบว่าการส่งมอบสินค้าขึ้นกับสินค้าคงคลัง ผู้ขายจะใช้ความพยายามอย่างเต็มที่ในการส่งมอบสินค้าให้แก่ท่านภายในกรอบเวลาในการส่งมอบดังระบุในหน้าเพจที่เกี่ยวข้องที่แสดงรายการสินค้า แต่ท่านรับทราบว่าขณะที่ข้อมูลสต็อกสินค้าบนแพลตฟอร์มมีการปรับปรุงอยู่เสมอ ในบางกรณี สินค้าอาจจะหมดไประหว่างการปรับปรุงข้อมูลดังกล่าว กรอบเวลาในการส่งมอบทั้งหมดที่ให้ไว้เป็นการประมาณการเท่านั้น และความล่าช้าอาจเกิดขึ้นได้ หากการส่งมอบสินค้าของท่านต้องล่าช้าออกไป ผู้ขายจะแจ้งให้ท่านทราบผ่านทางอีเมล์และสินค้าของท่านจะถูกส่งออกไปโดยเร็วที่สุดเมื่อผู้ขายมีสินค้า เวลาสำหรับการส่งมอบไม่ถือเป็นเงื่อนไขสำคัญ และผู้ขาย (หรือตัวแทนผู้ขายคนใดก็ตาม) ไม่ต้องรับผิดต่อความล่าช้าใด ๆ ในการส่งมอบไม่ว่าจะเกิดขึ้นจากสาเหตุใด ๆ ก็ตาม
        3.5 ถือว่าได้รับแล้ว: ในกรณีที่ท่านไม่ได้รับสินค้าภายในวันกำหนดส่งมอบและท่านได้แจ้งให้ Ascender co Ltdทราบภายใน 3 วันหลังจากวันกำหนดส่งมอบดังกล่าวแล้ว ผู้ขายจะใช้ความสามารถอย่างเต็มที่ในการหาพิกัดของสินค้าและส่งมอบสินค้า หาก Ascender co Ltdไม่ได้รับแจ้งจากท่านภายใน 3 วันนับจากวันกำหนดส่งมอบดังกล่าว จะถือว่าท่านได้รับสินค้าแล้ว
        3.6 บัตรแทนเงินสดจาก Ascender co Ltd: หากมีความล่าช้าในการส่งมอบสินค้า Ascender co Ltdมีดุลพินิจแต่เพียงผู้เดียวในการเสนอบัตรแทนเงินสดให้แก่ลูกค้า เมื่อลูกค้ายอมรับบัตรแทนเงินสดแล้ว ลูกค้าจะไม่มีสิทธิเรียกร้องเพิ่มเติมใด ๆ จากผู้ขายอีก
        3.7 ลูกค้าไม่รับการส่งมอบ: หากลูกค้าไม่มารับการส่งมอบสินค้า (นอกเหนือจากเหตุใด ๆ ที่อยู่เหนือการควบคุมอย่างเหมาะสมโดยลูกค้าหรือจากเหตุความผิดของผู้ขาย) เช่นนี้โดยไม่กระทบต่อสิทธิหรือการเยียวยาอื่นใดที่ผู้ขายมี ผู้ขายอาจจะยกเลิกสัญญาที่ทำกับลูกค้า

      4. ราคาของสินค้า

        4.1 ราคาที่ประกาศขาย: ราคาของสินค้าที่ต้องชำระโดยลูกค้าจะได้แก่ราคาที่ประกาศขาย ณ เวลาที่มีการส่งคำสั่งซื้อจากลูกค้าไปยังผู้ขาย (ผ่านทางแพลตฟอร์ม)
        4.2 ภาษี: ราคาที่ประกาศขายทั้งหมดอยู่ในบังคับต้องเสียภาษี เว้นแต่จะระบุไว้เป็นอย่างอื่น ผู้ขายสงวนสิทธิที่จะแก้ไขราคาที่ประกาศขายในเวลาใด ๆ โดยไม่ต้องให้เหตุผลหรือคำบอกกล่าวล่วงหน้า

      5. การชำระเงิน

        5.1 ทั่วไป: ท่านอาจจะชำระเงินสำหรับสินค้าโดยใช้วิธีการการชำระเงินใด ๆ ที่กำหนดโดย Ascender co Ltdในช่วงเวลานั้น ๆ เมื่อท่านส่งคำสั่งซื้อแล้ว การชำระเงินจริงจะเรียกเก็บเฉพาะเมื่อผู้ขายตอบรับคำสั่งซื้อของท่านและเกิดสัญญาที่ทำกับลูกค้าขึ้นแล้ว การชำระเงินทั้งหลายให้กระทำแก่ Ascender co Ltd ไม่ว่าจะรับชำระเงินตามสิทธิของ Ascender co Ltdเอง หรือในฐานะตัวแทนของผู้ขาย (เมื่อผู้ขายเป็นผู้ขายที่เป็นบุคคลภายนอก) ท่านรับทราบว่า Ascender co Ltdมีสิทธิที่จะเรียกให้มีการชำระเงินจากท่านในนามของผู้ขายที่เป็นบุคคลภายนอกได้
        5.2 เงื่อนไขเพิ่มเติม: วิธีการชำระเงินอาจจะอยู่ภายใต้บังคับเงื่อนไขเพิ่มเติมดังกำหนดโดย Ascender co Ltdเป็นครั้งคราวไป
        5.3 วิธีการชำระเงิน: ท่านตกลงว่าท่านอยู่ภายใต้บังคับข้อตกลงของผู้ใช้บริการที่เกี่ยวข้องสำหรับวิธีการชำระเงินของท่าน ท่านไม่อาจเรียกร้องเอากับผู้ขายหรือตัวแทนคนใดของผู้ขาย ในกรณีที่เกิดความล้มเหลว ขัดข้อง หรือข้อผิดพลาดใด ๆ อันเกี่ยวกับวิธีการชำระเงินที่ท่านได้เลือกไว้ Ascender co Ltdสงวนสิทธิที่จะแก้ไขหรือยกเลิก ไม่ว่าชั่วคราวหรือถาวร ไม่ว่าเวลาใด ๆ ซึ่งวิธีการชำระเงินใด ๆ โดยไม่จำต้องบอกกล่าวไปยังท่านหรือให้เหตุผลใด ๆ
        5.4 ข้อตกลงและเงื่อนไขของคูปอง ด้านล่าง
        5.5 การเรียกเก็บเงิน: ผู้ขายอาจจะเรียกเก็บเงินจากท่านเมื่อถึงวันครบกำหนดการชำระเงินใด ๆ ภายใต้สัญญาที่ทำกับลูกค้า
        5.6 การไม่ชำระเงิน: หากลูกค้าไม่ชำระเงินใดตามเงื่อนไขและข้อกำหนดของวิธีการชำระเงินที่เลือกไว้หรือการชำระเงินถูกยกเลิกด้วยเหตุผลใด ๆ ก็ตาม ผู้ขายมีสิทธิที่จะยกเลิกสัญญาที่ทำกับลูกค้าหรือระงับการส่งมอบสินค้าจนกว่าจะมีการชำระเงินครบถ้วน โดยไม่กระทบต่อสิทธิหรือการเยียวยาอื่นใดที่ผู้ขายอาจมีได้
        5.7 การคืนเงินที่ชำระ:
        (ก) การคืนเงินทั้งหลายให้ทำโดยผ่านกลไกการชำระเงินเดิมและให้แก่บุคคลที่ทำการชำระเงินนั้น เว้นแต่กรณีการจ่ายเงินสดเมื่อส่งมอบ การคืนเงินให้ทำผ่านการโอนเงินทางธนาคารเข้าบัญชีธนาคารของบุคคลทั้งนี้เมื่อได้ให้รายละเอียดบัญชีธนาคารที่ครบถ้วนและถูกต้องแก่เรา
        (ข) เราไม่รับประกันเงินคืนจะเข้าสู่บัญชีของท่านอย่างตรงต่อเวลา การดำเนินการชำระเงินอาจจะใช้เวลาและขึ้นกับแต่ละธนาคาร และ/หรือกระบวนการภายในของผู้ให้บริการการชำระเงิน
        (ค) เราจะเป็นฝ่ายรับผิดชอบค่าใช้จ่ายทั้งหลายที่เกี่ยวข้องกับการคืนเงินที่เรียกเก็บโดยธนาคารและ/หรือผู้ให้บริการการชำระเงินที่ดำเนินการคืนเงินนั้น
        (ง) การคืนเงินทั้งหลายขึ้นอยู่กับว่าการที่เราได้ยอมรับคืนสินค้าอย่างถูกต้องแล้ว
        (จ) เราขอสงวนสิทธิที่จะแก้ไขการดำเนินการคืนเงินในเวลาใด ๆ โดยไม่ต้องบอกกล่าว

      6. การส่งคืน/การซ่อมแซม/การเปลี่ยนทดแทน

        6.1 นโยบายการคืนสินค้า: สินค้าที่ส่งคืนทั้งหลายต้องทำตามคำแนะนำที่กำหนดไว้ใน นโยบายการคืนสินค้า ที่ระบุไว้ในhttp://tha.newnsjjlx.Ascender co Ltd.com/page/view?id=54 ผู้ขายไม่ผูกพันที่จะตกลงด้วยในการคืนสินค้าใด ๆ เว้นแต่ได้มีการปฏิบัติตามคำแนะนำดังกล่าวทั้งหมดโดยเป็นที่พอใจของผู้ขายหรือ Ascender co Ltd หากผู้ขายตกลงให้มีการคืนสินค้า ผู้ขายจะส่งมอบสินค้าสำหรับเปลี่ยนทดแทนให้ท่าน ณ ที่อยู่ที่ระบุไว้
        6.2 การคืนสินค้าที่ได้รับอนุมัติ: ภายใต้บังคับข้อ 6.1 ภายใน 14 วันนับจากวันที่ส่งมอบสินค้า ท่านอาจจะขอคืนสินค้าได้เมื่อท่าน:

            6.2.1 ได้รับสินค้าที่แตกต่างอย่างชัดเจนจากสินค้าที่ระบุในสัญญาที่ทำกับลูกค้า หรือ
            6.2.2 ได้รับสินค้าที่ผิดพลาดหรือเสียหาย

          6.3 การซ่อมแซม การเปลี่ยนทดแทน หรือการลดราคา: นอกเหนือจากการส่งคืนสินค้าที่ผิดหรือเสียหายภายใต้ข้อ 6.2แล้ว ลูกค้าอาจจะขอให้มีการซ่อมแซมหรือเปลี่ยนทดแทนสินค้าดังกล่าวก็ได้ โดยคำขอดังกล่าวไม่สามารถเพิกถอนได้เมื่อได้แจ้งคำขอให้ Ascender co Ltdทราบแล้ว และลูกค้าไม่อาจจะกลับไปขอส่งคืนสินค้าตามข้อ 6.2 ได้อีกในภายหลัง ในกรณีที่สินค้าไม่ได้รับการซ่อมแซมหรือเปลี่ยนทดแทนภายในเวลาที่เหมาะสม  Ascender co Ltdมีดุลพินิจแต่ฝ่ายเดียวในการยอมลดราคาให้ลูกค้าตามสัดส่วนของมูลค่าที่ลดลงของสินค้า แต่ทั้งนี้ไม่ว่ากรณีจะเป็นเช่นใด การลดราคานั้นจะไม่เกิน 15 เปอร์เซ็นต์ (15%) ของราคาของสินค้าที่มีปัญหา เมื่อมีการซ่อมแซม เปลี่ยนทดแทน หรือลดราคาตามที่กล่าวมาแล้ว ลูกค้าจะไม่มีสิทธิเรียกร้องใด ๆ กับผู้ขายอีก
          6.4 การเปลี่ยนทดแทนสินค้า: เมื่อ Ascender co Ltdทำการเปลี่ยนทดแทนสินค้าให้หรือคืนเงินให้ลูกค้า สินค้าที่ไม่เป็นไปตามข้อกำหนด หรือชิ้นส่วนของสินค้าดังกล่าวให้เป็นกรรมสิทธิ์ของผู้ขาย และเมื่อมีการร้องขอ สินค้าหรือชิ้นส่วนของสินค้าดังกล่าวควรจะขนส่งกลับมาให้ผู้ขายโดยลูกค้าเป็นผู้รับผิดชอบค่าใช้จ่าย
          6.5 ความเสี่ยงภัยในความเสียหายหรือสูญหาย: ลูกค้าจะกลายเป็นผู้รับความเสี่ยงในความเสียหายหรือสูญหายของสินค้า ณ เวลาที่ทำการส่งมอบ หรือในกรณีที่ลูกค้าไม่รับการส่งมอบสินค้าด้วยความผิดพลาด ณ เวลาที่ผู้ขายได้เสนอส่งมอบสินค้าแล้ว (ผ่าน Ascender co Ltd หรือตัวแทนของ Ascender co Ltd)

        7. คำถามและข้อร้องเรียน
        หากท่านมีคำถามหรือข้อร้องเรียนใด ๆ กรุณาติดต่อ Ascender co Ltd โดยใช้เพจ “ติดต่อเรา” บนแพลตฟอร์ม  Ascender co Ltdจะติดต่อประสานงานกับผู้ขายเกี่ยวกับคำถามและข้อร้องเรียนของท่าน

        8. การยกเลิก

          8.1 การยกเลิกโดยฝ่ายท่าน: ท่านอาจยกเลิกสัญญาที่ทำกับลูกค้าก่อนที่ผู้ขายจะจัดส่งสินค้าภายใต้สัญญาที่ทำกับลูกค้าดังกล่าวโดยมีหนังสือบอกกล่าวไปยัง Ascender co Ltd ที่ servicethb@thb@Ascender co Ltd.com หากสินค้าถูกจัดส่งไปแล้ว ท่านไม่อาจจะยกเลิกสัญญาที่ทำกับลูกค้าได้ แต่อาจทำได้เพียงส่งคืนสินค้าตามเงื่อนไขในข้อ 6

          8.2 การยกเลิกโดยฝ่ายผู้ขาย: ทั้งนี้ โดยไม่กระทบต่อสิทธิอื่นใดในการยกเลิกสัญญาที่ระบุไว้ในที่อื่นใดในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ผู้ขาย หรือ Ascender co Ltdที่กระทำการในนามของผู้ขาย อาจจะหยุดการขนส่งสินค้าใด ๆ ระงับการส่งมอบให้แก่ลูกค้า และ/หรือยกเลิกสัญญาที่ทำกับลูกค้าโดยให้มีผลในทันทีโดยการบอกกล่าวเป็นหนังสือไปยังลูกค้า ณ วัน หรือในเวลาใด ๆ หากเกิดเหตุการณ์อย่างหนึ่งอย่างใดดังต่อไปนี้:

            8.2.1 สินค้าภายใต้สัญญาที่ทำกับลูกค้าหมดด้วยเหตุอย่างหนึ่งอย่างใด
            8.2.2 ลูกค้าทำผิดภาระผูกพันภายใต้สัญญาที่ทำกับลูกค้า
            8.2.3 ลูกค้ามีมติในการเลิกบริษัทหรือศาลที่มีเขตอำนาจมีคำสั่งให้ลูกค้าเลิกบริษัทหรือชำระบัญชี
            8.2.4 มีคำสั่งเจ้าพนักงานหรือมีการตั้งเจ้าพนักงานพิทักษ์ทรัพย์หรือผู้จัดการทรัพย์เข้าครอบครองหรือขายสินทรัพย์ใด ๆ ของลูกค้า หรือ
            8.2.5 ลูกค้าทำข้อตกลงหรือทำการประนอมหนี้กับเจ้าหนี้เป็นการทั่วไป หรือขอให้ศาลที่มีเขตอำนาจในการขอคุ้มครองการชำระหนี้แก่เจ้าหนี้

        9. ความเสี่ยงภัยและกรรมสิทธิ์ในสินค้า

          9.1 ลูกค้าจะกลายเป็นผู้รับความเสี่ยงในความเสียหายหรือสูญหายของสินค้า ณ เวลาที่ทำการส่งมอบ หรือในกรณีที่ลูกค้าไม่รับการส่งมอบสินค้าด้วยความผิดพลาด ณ เวลาที่ Ascender co Ltdหรือผู้ขายได้เสนอที่จะส่งมอบสินค้าแล้ว
          9.2 กรรมสิทธิ์ในสินค้าจะไม่ผ่านไปยังลูกค้าจนกว่า Ascender co Ltdจะได้รับเงินสดหรือเงินโอนในการชำระเงินเต็มจำนวนเมื่อถึงกำหนดชำระเงิน ซึ่งราคาของสินค้า และสินค้าอื่นๆ ทั้งหลายที่ตกลงกันว่าจะขายโดยผู้ขายให้แก่ลูกค้า โดยไม่คำนึงถึงการส่งมอบและการส่งผ่านความเสี่ยงภัยในสินค้าหรือข้อกำหนดอื่นใดของเงื่อนไขนี้
          9.3 จนกว่าจะถึงเวลาที่กรรมสิทธิ์ในสินค้าจะผ่านไปยังลูกค้า ลูกค้าต้องยึดถือสินค้าไว้ในฐานะตัวแทนของผู้ขายและผู้รับฝากสินค้าและต้องดูแลรักษาสินค้าแยกต่างหากจากสินค้าที่เป็นของลูกค้าเอง
          9.4 ระหว่างเวลาที่กรรมสิทธิ์ของสินค้ายังคงอยู่กับผู้ขาย ลูกค้าตกลงกับผู้ขายว่าลูกค้าจะแจ้งให้F Ascender co Ltdทราบโดยทันทีถึงเรื่องใด ๆ ที่อาจจะเกิดขึ้นและกระทบต่อกรรมสิทธิ์ของผู้ขายในสินค้านั้น และลูกค้าจะให้ข้อมูลใด ๆ แก่ Ascender co Ltd เกี่ยวกับสินค้าตามที่ Ascender co Ltdควรทราบเป็นครั้งคราวไป
          9.5 จนกว่าจะถึงเวลาที่กรรมสิทธิ์ในทรัพย์สินผ่านไปยังลูกค้า (และต่อเมื่อสินค้ายังคงมีอยู่และไม่ได้มีการนำไปขายต่อ) Ascender co Ltdจะยังคงมีสิทธิ ในการเรียกให้ลูกค้าส่งมอบสินค้ากลับคืนให้ Ascender co Ltdไม่ว่าเวลาใด ๆ ในกรณีที่พบว่าไม่เป็นไปตามข้อกำหนด  Ascender co Ltdขอสงวนสิทธิในการดำเนินการทางกฎหมายกับลูกค้าในเรื่องส่งคืนสินค้าและยังสงวนสิทธิในการเรียกค่าเสียหายและค่าใช้จ่ายอื่น ๆ ทั้งหลายรวมทั้ง แต่ไม่จำกัดเฉพาะค่าธรรมเนียมทางกฎหมายจากลูกค้า
          9.6 ลูกค้าไม่มีสิทธิในการนำสินค้าใดๆ ที่ยังคงเป็นกรรมสิทธิ์ของผู้ขายไปจำนำ หรือนำไปค้ำประกันด้วยประการใด ๆ ในหนี้ใด ๆ แต่หากลูกค้าได้กระทำการดังกล่าว เงินทั้งหลายที่ลูกค้าจะต้องจ่ายให้ผู้ขายจะถือว่าถึงกำหนดและต้องชำระทันที (โดยไม่กระทบต่อสิทธิหรือการเยียวยาอื่นใดที่ผู้ขายมี)
          9.7 หากข้อกำหนดในเงื่อนไขข้อ 9 นี้ไม่มีผลบังคับเนื่องจากกฎหมายของประเทศที่สินค้าตั้งอยู่ ให้ถือว่าได้นำหลักการทางกฎหมายที่ใกล้เคียงที่สุดในการคงกรรมสิทธิ์ที่ใช้อยู่ในประเทศนั้นมาใช้บังคับโดยอนุโลมเพื่อให้เกิดผลบังคับกับเจตนาเดิมที่แสดงอยู่ในเงื่อนไข และลูกค้าจะดำเนินการที่จำเป็นทั้งปวงในการทำให้เกิดผลบังคับดังกล่าว
          9.8 ลูกค้าจะชดใช้ให้ผู้ขายในความสูญเสียหรือเสียหาย ต้นทุนและค่าใช้จ่าย และค่าธรรมเนียมทางกฎหมายทั้งปวงที่เกิดจากลูกค้า อันเกี่ยวกับการยืนยันและบังคับตามสิทธิของผู้ขายภายใต้เงื่อนไขข้อนี้

        10. การจำกัดความรับผิด

          10.1 การเยียวยาเฉพาะของลูกค้า: การเยียวยาที่กำหนดในข้อ 6 เป็นการเยียวยาสำหรับลูกค้าเฉพาะท่านแต่เพียงผู้เดียว ในกรณีที่มีความไม่สอดคล้องกับข้อกำหนดหรือความชำรุดบกพร่องของสินค้า
          10.2 ความรับผิดสูงสุด: โดยไม่คำนึงถึงข้อกำหนดอื่นใดของเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ความรับผิดรวมสูงสุดของผู้ขายที่มีต่อท่าน หรือต่อฝ่ายอื่นใดสำหรับความสูญเสียทั้งหลายที่อยู่ภายใต้ เกิดขึ้นจาก หรือเกี่ยวข้องกับการขายสินค้าภายใต้สัญญาที่ทำกับลูกค้าแต่ละฉบับ จะไม่เกินจำนวนรวมที่ท่านได้จ่ายเงินไปให้แก่ผู้ขายภายใต้สัญญาที่ทำกับลูกค้าดังกล่าว
          10.3 การยกเว้นความรับผิด: ผู้ได้รับชดใช้ของ Ascender co Ltdไม่ต้องรับผิดต่อท่านสำหรับความสูญเสียใด ๆ หรือไม่ว่าเกิดขึ้นโดยวิธีการใดก็ตาม ไม่ว่าโดยตรงหรือโดยอ้อมจาก (โดยไม่คำนึงถึงรูปแบบการกระทำ): (1) จำนวนเงินที่ต้องชำระจากผู้ใช้งานแพลตฟอร์มคนอื่นอันเกี่ยวกับการซื้อขายสินค้าใด ๆ (2) การขายสินค้าให้ท่าน หรือการใช้งานสินค้านั้นหรือการนำไปขายต่อโดยท่าน และ (3) ข้อชำรุดบกพร่องใด ๆ อันเกิดจากการเสื่อมสภาพจากการใช้งานตามปกติ การจงใจทำให้เสียหาย การใช้งานโดยไม่ถูกต้อง ความประมาทเลินเล่อ อุบัติเหตุ การเก็บรักษาผิดปกติ และหรือ สภาพในการทำงาน การเปลี่ยนแปลง หรือแก้ไขสินค้า หรือการไม่ปฏิบัติตามคำแนะนำของผู้ขายในเรื่องการใช้งานสินค้า (ไม่ว่าที่ให้ไว้ด้วยวาจาหรือเป็นลายลักษณ์อักษร)
        
        11. ข้อกำหนดทั่วไป

          11.1 การอ้างอิงถึง “Ascender co Ltd”: การอ้างอิงถึง “Ascender co Ltd” ในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ให้ใช้บังคับกับทั้งการกระทำของ Ascender co Ltdในนามของตัวเองในฐานะผู้ขาย และ/หรือในฐานะผู้ดูแลแพลตฟอร์ม หรือในฐานะตัวแทนของผู้ขายที่เป็นบุคคลภายนอกที่เป็นผู้ขายสำหรับสัญญาที่ทำกับลูกค้าทุกฉบับ
          11.2 สิทธิในการทำสัญญาช่วง: ผู้ขายที่เป็นบุคคลภายนอกมีสิทธิที่จะมอบหมาย และ/หรือทำสัญญาช่วงสิทธิหรือหน้าที่ใด ๆ ภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้ให้แก่ Ascender co Ltdหรือผู้ให้บริการ ผู้รับเหมาช่วง และ/หรือตัวแทนคนใดที่ Ascender co Ltdกำหนด
          11.3 สิทธิและการเยียวยาสะสม: เว้นแต่จะกำหนดไว้เป็นอย่างอื่นในเงื่อนไขและข้อกำหนดในการซื้อขายนี้ ข้อกำหนดของเงื่อนไขและข้อกำหนดในการซื้อขายนี้ และสิทธิและการเยียวยาของผู้ขายภายใต้เงื่อนไขและข้อกำหนดในการซื้อขายนี้จะสะสมเพิ่มขึ้น โดยไม่เป็นการกระทบกระเทือนต่อและถือเพิ่มเติมจากสิทธิหรื
      </pre>
	</div>
</div>

<style>
</style>
