  
<footer id="footer" class="footer dark-background">
  <div class="container">
    <div class="container copyright text-center">
      <p>FDA : 11-1-18157-1-0235</p>
      <p>Copyright © 2567 All rights reserved.</p>
      <p>
        สงวนลิขสิทธิ์ ห้ามทำซ้ำ แจกจ่าย หรือส่งในรูปแบบใด ๆ หรือด้วยวิธีการใด ๆ รวมถึงการทำสำเนา บันทึก หรือวิธีการทางอิเล็กทรอนิกส์หรือเชิงกลอื่น ๆ
        โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากผู้เผยแพร่ ยกเว้นในกรณีที่มีการอ้างอิงโดยย่อในรีวิวสำคัญและการใช้งานที่ไม่ใช่เชิงพาณิชย์อื่น ๆ ที่ได้รับอนุญาตตามกฎหมายลิขสิทธิ์
      </p>
      <p style="font-size: 11px; font-style: italic;">ควรกินอาหารหลากหลายครบ 5 หมู่ ในสัดส่วนที่เหมาะสมเป็นประจํา</p>
      <p style="font-size: 11px; font-style: italic;">ไม่มีผลในการป้องกันหรือรักษาโรค | อ่านคําเตือนในฉลากก่อนบริโภค</p>
      <p style="font-size: 11px; font-style: italic;">เด็กและสตรีมีครรภ์ไม่ควรรับประทาน | ผลลัพธ์ที่ได้ขึ้นอยู่กับสภาพร่างกายของแต่ละบุคคล</p>
    </div>
  </div>
</footer>
